Revit 2027 API
BuiltInFailures.CutFailures.DormerCutProblemWarn Property
 Dormer Opening Cut is not fully defined. Cut was not performed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DormerCutProblemWarn { get; }
Public Shared ReadOnly Property DormerCutProblemWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DormerCutProblemWarn {
	FailureDefinitionId^ get ();
}
static member DormerCutProblemWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CutFailures Class
Autodesk.Revit.DB Namespace